Repository: norwegianw-ood/tabbycat
Catalog: tabbycat/printing/locale/*/LC_MESSAGES/django.po
Languages: es

source: Feedback Forms
es: Formularios de comentarios

source: Printable Feedback Forms for %(round)s
es: Formularios de comentarios imprimibles para %(round)s

source: No feedback questions have been added for either teams or adjudicators to answer.
es: Ninguna pregunta de comentarios ha sido añadida para que las personas juezas o los equipos respondan.

source: No feedback questions have been added for teams to answer.
es: Ninguna pregunta de comentarios ha sido añadida para que los equipos respondan.

source: No feedback questions have been added for adjudicators to answer.
es: Ninguna pregunta de comentarios ha sido añadida para que las personas juezas respondan.

source: %(first_sentence)s Check the <a href="https://tabbycat.readthedocs.io/en/stable/features/adjudicator-feedback.html" target="_blank">documentation</a> for information on how to add these (otherwise these forms will be quite bare).
es: %(first_sentence)s Revisa la <a href="https://tabbycat.readthedocs.io/en/stable/features/adjudicator-feedback.html" target="_blank">documentación</a> para obtener información sobre cómo añadirlas (si no, estos formularios van a estar bastante vacíos).

source: There are no feedback sheets available — perhaps adjudicators have not been allocated?
es: No hay formatos de comentarios disponibles - ¿quizás las personas juezas no han sido asignadas?

source: Use Ctrl+P for printing or saving to PDF. Be sure to set the appropriate <strong>page orientation</strong>, to turn off <strong>headers/footers</strong> and turn on <strong>background graphics</strong>. Works best in Chrome.
es: Usa Ctrl+P para imprimir o guardar en PDF. Asegúrate de establecer la <strong>orientación de página</strong> adecuada, deshabilitar <strong>encabezados/piés de página</strong> y habilitar <strong>fondos de página</strong>. Esto funciona mejor en Chrome.

source: Printable %(sheet)s URLs
es: URLs %(sheet)s imprimibles

source: This page is designed to be printed as double-sided A4 sheets, with the outside facing side showing the participant name and the inside facing side showing the URL. Use CTRL-P to print; for best results use Chrome.
es: Esta página está diseñada para ser impresa en hojas A4 por lado y lado, con la cara externa mostrando el nombre de la participante, y la cara interna mostrando la URL. Usa Ctrl+P para imprimir; usa Chrome para mejores resultados.

source: Private URL for %(name)s (%(group)s)
es: URL privada para %(name)s (%(group)s)

source: Please bookmark the following URL, you will use it to submit forms throughout the tournament:
es: Por favor pon un marcador en la siguiente URL, la usarás para enviar formularios durante del torneo:

source: Printable Scoresheets
es: Hojas de puntuación imprimibles

source: for %(round)s
es: para %(round)s

source: Edit Motion(s)
es: Editar Moción(es)

source: There are no scoresheets available — perhaps the round has not been drawn?
es: No hay hojas de puntuación disponibles - ¿quizás la ronda no ha sido generada?

source: Edit Ballot Motions
es: Editar Mociones de Balota

source: Editing motions here will not save them permanently — it will only update the text used in the printed ballots below. This can be useful if using placeholder motions (to ensure confidentiality) in Tabbycat, but you still want to print ballots with correct motions.
es: Editar mociones acá no las guardará permanentemente - solo actualizará el texto usado en las balotas imprimidas abajo. Esto puede ser útil para usar mociones que solo marquen la posición (para asegurar confidencialidad) en Tabbycat, pero seguirás queriendo imprimir balotas con mociones correctas.

source: Motion
es: Moción

source: Changes to motions will update in the displayed ballots automatically
es: Cambios en las mociones se actualizarán automáticamente en las balotas visualizadas

source: Speeches are x minutes, the speaker score range is from x to x. You have x minutes to form an adjudication.
es: Los discursos duran x minutos, el rango de puntaje de persona oradora va de x a x. Tienes x minutos para adjudicar el debate.

source: Overall Score
es: Puntaje general

source: Unaffiliated
es: Independiente

source: Team
es: Equipo
